cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

brew 'ack' # grep
brew 'asdf' # https://github.com/asdf-vm/asdf
brew 'bash'
brew 'bat' # cat
brew 'coreutils' # https://apple.stackexchange.com/questions/69223/how-to-replace-mac-os-x-utilities-with-gnu-core-utilities
brew 'fd' # find
brew 'fzf' # fuzzy finder
brew 'gpg'
brew 'gpg2'
brew 'libgit2'
brew 'readline'
brew 'exa'
brew 'wget'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'zsh'

cask 'google-chrome'
cask 'iterm2'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'
cask 'telegram'
cask 'handbrake'
cask 'vlc'
